{
    "Login": "Inciar Sesión",
    "Register": "Registrarse",
    "Welcome to": "Bienvenido a",
    "Email:": "Correo electrónico:",
    "Password:": "Contraseña:",
    "Password": "Contraseña",
    "Forgot Your Password?": "¿Olvidaste tu contraseña?",
    "Have a Confirmation Code?": "¿Tienes un código de confirmación?",
    "Create Your Account": "Crea Tu Cuenta",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Your email": "Tu correo electrónico",
    "Confirm Email": "Confirmar correo electrónico",
    "Preferred communication language": "Idioma de comunicación preferido",
    "English": "Inglés",
    "Spanish": "Español",
    "Confirm password": "Confirmar contraseña",
    "Create an account": "Crear una cuenta",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Login here": "Inicia sesión aquí",
    "Please Verify Your Email": "Por favor, verifica tu correo electrónico",
    "Please check your email for a confirmation code to verify your email address. This may take a few minutes.": "Por favor, revisa tu correo electrónico para obtener un código de confirmación y verificar tu dirección de correo. Esto puede tardar unos minutos.",
    "Confirmation Code:": "Código de Confirmación:",
    "Submit": "Enviar",
    "Password Reset": "Restablecimiento de Contraseña",
    "Please enter your email. If it exists in our records, you will receive a confirmation code shortly to reset your password.": "Por favor, ingresa tu correo electrónico. Si existe en nuestros registros, recibirás un código de confirmación en breve para restablecer tu contraseña.",
    "Back to Login": "Regresar al Inicio",
    "Password Reset Code": "Código de Restablecimiento de Contraseña",
    "Please check your email and input the password reset code.": "Por favor, revisa tu correo y ingresa el código de restablecimiento de contraseña.",
    "If you do not see an email, please check your Spam folder, or ": "Si no ves un correo, verifica tu carpeta de Spam o ",
    "Code:": "Código:",
    "Register for an Account.": "Regístrate para una Cuenta.",
    "Update Password": "Actualizar Contraseña",
    "Please enter your new password:": "Por favor, ingresa tu nueva contraseña:",
    "New Password:": "Nueva Contraseña:",
    "Re-enter Password:": "Reingresa la Contraseña:",
    "Verify Your Email": "Verifica Tu Correo Electrónico",
    "Please enter your email address and the confirmation code received in your email to verify your account:": "Por favor, ingresa tu dirección de correo electrónico y el código de confirmación recibido en tu correo para verificar tu cuenta:",
    "Email is required": "El correo electrónico es obligatorio",
    "Email must be valid": "El correo electrónico debe ser válido",
    "This field is required": "Este campo es obligatorio",
    "Code is required": "El código es obligatorio",
    "Password is required": "La contraseña es obligatoria",
    "Password must be at least 8 characters long": "La contraseña debe tener al menos 8 caracteres",
    "Passwords must match": "Las contraseñas deben coincidir",
    "Re-entered password is required": "Se requiere volver a ingresar la contraseña",
    "Passwords do not match!": "¡Las contraseñas no coinciden!",
    "Emails do not match!": "¡Los correos electrónicos no coinciden!",
    "An error occurred. Please try again.": "Ocurrió un error. Por favor, inténtalo de nuevo.",
    "Success! You may now reset your password.": "¡Éxito! Ahora puedes restablecer tu contraseña.",
    "Invalid code. Please try again.": "Código inválido. Por favor, inténtalo de nuevo.",
    "Invalid code.": "Código inválido.",
    "Password Reset! You may now login.": "¡Contraseña reestablecida! Ahora puedes iniciar sesión.",
    "Your account is activated! You may now login.": "¡Tu cuenta ha sido activada! Ahora puedes iniciar sesión.",
    "Invalid Email or Code.": "Correo electrónico o código inválido.",
    "Your code has already expired. A new code has been sent! Please wait for email.": "Tu código ya ha expirado. ¡Se ha enviado un nuevo código! Por favor, espera el correo electrónico.",
    "You have registered successfully!": "¡Te has registrado exitosamente!",
    "Please check your email and follow the steps to verify your account.": "Por favor revisa tu correo electrónico y sigue los pasos para verificar tu cuenta.",
    "Invalid email or password.": "Correo electrónico o contraseña inválidos.",
    "Student Entry Form": "Formulario de Inscripción para Estudiantes",
    "Your Student Entry Form": "Tu Formulario de Inscripción para Estudiantes",
    "Fill out the required details and hit the submit button. Don't worry, you'll be able to edit these details again later.": "Complete los detalles requeridos y presione el botón de enviar. No se preocupe, podrá editar estos detalles nuevamente más tarde.",
    "Demographics Information": "Información Demográfica",
    "Where are you from? (Ie, place(s) you call home)": "¿De dónde eres? (lugar(es) al que usted llama hogar)",
    "Place of Origin": "Lugar de Origen",
    "What languages do you speak?": "¿Qué idiomas hablas?",
    "Primary Language": "Idioma principal",
    "Other Languages": "Otros idiomas",
    "What are your pronouns? Select all that apply.": "¿Cuáles son sus pronombres preferidos? Seleccione todas las que correspondan.",
    "She/her/hers": "Ella",
    "He/him/his": "El",
    "They/them/theirs": "Ellos/Ellas/Elle",
    "Other": "Otro",
    "Please specify": "Por favor especificar",
    "Prefer not to answer": "Prefiero no responder",
    "Do you have any comments about the way these pronouns are used by faculty/staff in public or private settings?": "¿Tiene algún comentario sobre la forma en que los instructores/personal utilizan estos pronombres en entornos públicos o privados?",
    "Comments": "Comentarios",
    "Are there any issues, concerns, or personal triggers you would like instructors to be aware of when facilitating lessons and meetings?": "¿Hay algún problema, inquietud o desencadenante personal que le gustaría que los instructores tuvieran en cuenta al facilitar lecciones y reuniones?",
    "Issues, Concerns, Triggers": "Problemas, Inquietudes, Desencadenantes",
    "Are you currently enrolled in a degree program at the University of Houston?": "¿Está actualmente inscrito en un programa de estudios en la Universidad de Houston?",
    "Yes": "Si",
    "UH Student Only": "Solo Estudiantes de UH",
    "UH Email": "Correo Electrónico de UH",
    "Expected Graduation Date": "Fecha Estimada de Graduación",
    "Do you live on or off campus?": "¿Vives dentro o fuera del campus?",
    "On-Campus": "Dentro del campus",
    "Off-Campus": "Fuera del campus",
    "Educational Background and Goals": "Antecedentes Educativos y Objetivos",
    "Are you a member of the Honors College?": "¿Eres miembro del Honors College?",
    "Are you affiliated with the Honors College in any other way (other than Data & Society courses, participating in an Honors minor, or HICH)?": "¿Está afiliado al Honors College de alguna otra manera (que no sean cursos de Datos y Sociedad, participar en una especialización con Honores o HICH)?",
    "What is/are your current major(s)?": "¿Cuál es/son su(s) especialidad(es) actual(es) en la universidad?",
    "Select a Major": "Seleccione una Carrera",
    "Are you pursuing, or planning to pursue, any of the following Honors College minors?": "¿Está cursando o planea cursar alguna de las siguientes asignaturas secundarias del Honors College?",
    "Select an Honors Minor": "Seleccione una Asignatura Secundaria del Honors College",
    "Are you pursuing any other minors?": "¿Está persiguiendo otros programas menores? Por favor enumere.",
    "Select a Minor": "Seleccione un Programa Menor",
    "Other Engagement": "Otras Participaciones",
    "Are you a member of Honors in Community Health (HICH)?": "¿Es usted miembro del Honors in Community Health (HICH)?",
    "Have you participated in HICH Projects (PEERS, Responsive Resourcing, BREATHE, Creative Care, etc)?": "¿Ha participado en proyectos de HICH (PEERS, Recursos Receptivos, BREATHE, Cuidado Creativo, etc.)?",
    "Have you had experience with Community Service?": "¿Ha tenido otra experiencia con el Servicio Comunitario?",
    "Please briefly describe any community service opportunities you were involved in. Include organization and scope of service.": "Por favor describa brevemente cualquier oportunidad de servicio comunitario en la que participó. Incluya la organización y el alcance del servicio.",
    "Are you a member of any community organizations outside the University? Please list.": "¿Es usted miembro de alguna organización comunitaria fuera de la Universidad? Por favor enumere.",
    "Non-UH Students Only": "Solo Estudiantes No de UH",
    "Non-UH Student's Information": "Información del Estudiante No de UH",
    "Graduate/Professional School Goals": "Objetivos de Posgrado/Escuela Profesional",
    "Do you currently plan to pursue graduate or professional (e.g. medical, law) school?": "¿Actualmente planea seguir una carrera de posgrado o profesional (por ejemplo, medicina, derecho)?",
    "If you are planning to pursue graduate school, what type of program?": "Si planea seguir una escuela de posgrado, ¿qué tipo de programa?",
    "Physician Assistant: PA": "Asistente Medico/a",
    "Nursing: MSN, DNP": "Enfermería: MSN, DNP",
    "Law: JD": "Leyes: JD",
    "Master's: MPH, MBA, MA, MS, MEd, etc": "Maestría: MPH, MBA, MA, MS, MEd, etc",
    "Are you planning to pursue any other kind of specialized degree / certificate program?": "¿Planea seguir algún otro tipo de programa de grado especializado / certificado?",
    "If you are planning to pursue a specialized degree / certificate program, what type of program?": "Si planea seguir un programa especializado de título/certificado, ¿qué tipo de programa?",
    "Nursing: PRN, RN, CNA, etc": "Enfermería: PRN, RN, CNA, etc",
    "Social Work: LSW/LCSW": "Trabajo Social: LSW/LCSW",
    "Business: Certified Public Accountant (CPA, Licensed Public Accountant (LPA), Certified Financial Planner (CFP)": "Negocio: Certificado para Contador/a Publico/a (o CPA en inglés), Contador/a Publico/a con Licencia (o LPA en inglés), Certificado para Planificador Financiero (o CFP en inglés)",
    "Engineering/Technology: Professional Engineer (PE), Certified Technology Specialist (CTS), etc": "Ingeniería/Tecnología: Ingeniero Profesional (o PE en inglés), Certificado para Especialistas en Tecnología (o CTS en inglés), etc",
    "Project Management: Certified Associate in Project Management (CAPM), Project Management Professional (PMP)": "Gestión de Proyectos: Certificado Asociado en Gestión de Proyectos (o CAPM en inglés), Profesional en Gestión de Proyectos (o PMP en inglés)",
    "Other Professional Designation": "Otra designación profesional",
    "Submit Form": "Enviar Formulario",
    "Information is required.": "Se requiere información.",
    "Information is required": "Se requiere información",
    "Please select one.": "Por favor, seleccione uno.",
    "At least one checkbox must be selected for each activity.": "Debe seleccionarse al menos una casilla por Actividad.",
    "If Other is selected, please specify pronouns.": "Si seleccionó 'Otro', por favor especifique sus pronombres.",
    "Email must end with @cougarnet.uh.edu or @uh.edu": "El correo electrónico debe terminar con @cougarnet.uh.edu o @uh.edu.",
    "A valid UH email is required.": "Se requiere un correo electrónico válido de Universidad de Houston.",
    "A valid PeopleSoftID is required.": "Se requiere un PeopleSoftID válido.",
    "If Other is selected, please specify affiliation.": "Si seleccionó 'Otro', por favor especifique su afiliación.",
    "At least one Major is required.": "Se requiere al menos una carrera.",
    "Please select at least one Minor, or 'None'.": "Por favor, seleccione al menos una especialidad secundaria o 'Ninguna'.",
    "If 'PhD' is selected, please specify.": "Si se selecciona 'PhD', por favor especifique.",
    "If 'Master's' is selected, please specify.": "Si se selecciona 'Maestría', por favor especifique.",
    "If 'Other' is selected, please specify.": "Si seleccionó 'Otro', por favor especifique.",
    "Oops! Error(s) detected. Please review and try again.": "¡Ups! Se detectó(ron) error(es). Por favor, revise y vuelva a intentarlo.",
    "Thank you for completing the Student Entry Form!": "¡Gracias por completar el Formulario de Inscripción para Estudiantes!",
    "Welcome In!": "¡Bienvenido!",
    "We are happy to have you! Your first task is to complete the Student Entry Form.": "¡Estamos felices de tenerte! Tu primera tarea es completar el Formulario de Inscripción para Estudiantes.",
    "This entry form collects basic information about you, so that we can know you better! Some of this information will be shared with your instructor or experience leader. You can update this information at any time in your “profile”.": "Este formulario recopila información básica sobre ti, ¡para que podamos conocerte mejor! Parte de esta información será compartida con tu instructor o líder de experiencia. Puedes actualizar esta información en cualquier momento en tu “perfil”.",
    "Goal Setting Form": "Formulario de Establecimiento de Objetivos",
    "Current Semester:": "Semestre Actual",
    "Semester": "Semestre",
    "Which experience are you filling out this form for:": "¿Para cuál experiencia está completando este formulario?",
    "Select an Experience": "Seleccione una Experiencia",
    "Hi there! You have already filled out a Goal Setting Form for this experience. Please note that submitting another form for the same experience will overwrite your previous responses.": "¡Hola! Ya ha completado un Formulario de Establecimiento de Objetivos para esta experiencia. Tenga en cuenta que enviar otro formulario para la misma experiencia sobrescribirá sus respuestas anteriores.",
    "You haven't filled out a Goal Setting form for this experience. Complete this form to start your progress!": "No ha completado un Formulario de Establecimiento de Objetivos para esta experiencia. ¡Complete este formulario para comenzar su progreso!",
    "What kind of community engagement experiences, if any, have you had? Check all that apply.": "¿Qué tipo de experiencias de participación comunitaria, si las hubo, ha tenido? Marque todo lo que corresponda.",
    "Volunteer organizations (e.g. scouts, nonprofits, food banks)": "Organizaciones de voluntarios (por ejemplo, exploradores, organizaciones sin fines de lucro, bancos de alimentos)",
    "Political campaigns": "Campañas políticas",
    "Faith based organizations": "Organizaciones basadas en la fe",
    "Short-term volunteer opportunities (e.g. day of service events)": "Oportunidades de voluntariado a corto plazo (por ejemplo, eventos del día de servicio)",
    "Medical mission trips": "Viajes de misiones médicas",
    "None of the above": "Ninguna de las anteriores",
    "From your previous community engagement experiences, which of the following activities have you engaged in?": "De sus experiencias previas de participación comunitaria, ¿en cuáles de las siguientes actividades se ha involucrado?",
    "Mentoring someone": "Asesorar a alguien",
    "Volunteering at a community event (e.g. health fair)": "Voluntariado/a en un evento comunitario (por ejemplo, feria de salud)",
    "Recruiting volunteers": "Reclutamiento de voluntarios/as",
    "Organizing a service project": "Organizar un proyecto de servicio",
    "Serving as translator": "Sirviendo como traductor",
    "Fundraising": "Recaudación de fondos",
    "Emergency response volunteering": "Voluntariado de respuesta a emergencias",
    "What, if any, tools have you used for community engagement activities?": "¿Qué herramientas, si alguna, ha utilizado para las actividades de participación comunitaria?",
    "Social media": "Redes sociales",
    "Scheduling software (e.g. when is good, doodle)": "Software de programación (por ejemplo, when is good, doodle)",
    "Fundraising platforms": "Plataformas de recaudación de fondos",
    "Survey tools": "Herramientas de encuesta",
    "Graphic design tools (e.g. adobe, canva)": "Herramientas de diseño gráfico (por ejemplo, adobe, canva)",
    "Project management Tool": "Herramienta de gestión de proyectos",
    "Digital media (e.g. podcasting, streaming video)": "Medios digitales (por ejemplo, podcasting, transmisión de video)",
    "What kind of research experiences, if any, have you had? Check all that apply.": "¿Qué tipo de experiencias de investigación, si las hubo, ha tenido? Marque todo lo que corresponda.",
    "Introduction to Statistics / Introduction to Biostatistics / Introduction to Research courses": "Cursos de Introducción a la Estadística / Introducción a la Bioestadística / Introducción a la Investigación",
    "Advanced statistics and programming courses": "Cursos avanzados de estadística y programación",
    "Volunteered/Interned in a lab": "Voluntario/a o internado/a en un laboratorio",
    "From your previous research experiences, which of the following activities have you engaged in?": "De sus experiencias previas de investigación, ¿cuál de las siguientes actividades ha realizado?",
    "Designing your own research project": "Diseñando su propio proyecto de investigación",
    "Literature review": "Revisión de literatura",
    "Data collection in a clinical setting": "Recopilación de datos en un entorno clínico",
    "Data collection in a laboratory setting": "Recopilación de datos en un entorno de laboratorio",
    "Data collection in a public health/community setting": "Recopilación de datos en un entorno de salud pública/comunitario",
    "Analyzing data with a statistical package": "Análisis de datos con un paquete estadístico",
    "Writing/assisting with a manuscript": "Escribir/ayudar con un manuscrito",
    "What, if any, tools are you familiar with?": "¿Con qué herramientas, si las hay, está familiarizado?",
    "What are your research/service interests? Check all that apply.": "¿Cuáles son sus intereses de investigación/servicio? Marque todo lo que corresponda",
    "Education": "Educación",
    "Community Health": "Salud de la comunidad",
    "Mental Health": "Salud mental",
    "Incarceration / Criminal Justice": "Encarcelamiento / Justicia Penal",
    "Chronic Disease": "Enfermedades crónicas",
    "Environment and occupational health": "Medio ambiente y salud ocupacional",
    "Government/Law/Policy": "Gobierno/Ley/Política",
    "Are you interested in potentially holding a leadership position?": "¿Está interesado en ocupar un puesto de liderazgo?",
    "Maybe": "Tal vez",
    "Growth": "Crecimiento",
    "Please indicate your expectation of the growth you anticipate to see during your program in the area of": "Por favor indique su expectativa del crecimiento que anticipa ver durante su programa en el área de",
    "problem solving": "resolución de problemas",
    "No growth": "Sin crecimiento",
    "A little growth": "Un poco de crecimiento",
    "A moderate amount of growth": "Una cantidad moderada de crecimiento",
    "A lot of growth": "Mucho crecimiento",
    "effective communication.": "comunicación efectiva.",
    "teamwork.": "trabajo en equipo.",
    "cultural humility.": "humildad cultural.",
    "ethical decision making.": "toma de decisiones éticas.",
    "professional responsibility.": "responsabilidad profesional.",
    "Please describe 2-3 long-term aspirations you may have.": "Por favor describa 2 o 3 aspiraciones a largo plazo que pueda tener.",
    "Aspirations are statements that describe where you want to end up without necessarily describing exactly how you will get there.": "Las aspiraciones son declaraciones que describen dónde quiere terminar sin necesariamente describir exactamente cómo llegará allí.",
    "Examples:": "Por ejemplo:",
    "“I want to focus my career on cancer disparities”": "“Quiero centrar mi carrera en las disparidades del cáncer”",
    "“I want to lead a non-profit that addresses food insecurity”": "“Quiero dirigir una organización sin fines de lucro que aborde la inseguridad alimentaria”",
    "“I want to teach English in a different country”": "“Quiero enseñar inglés en un país diferente”",
    "Aspiration": "Aspiración",
    "Aspiration 1:": "Aspiración 1:",
    "Aspiration 2:": "Aspiración 2:",
    "Aspiration 3:": "Aspiración 3:",
    "Please outline 3-5 goals that you have for this experience.": "Por favor describa entre 3 y 5 metas que tiene para esta experiencia.",
    "Goals are statements that describe what it means for an experience to be a success from your perspective,": "Las metas son declaraciones que describen lo que significa que una experiencia sea un éxito desde su perspectiva",
    "“I want to connect with people working on cancer research”": "“Quiero conectarme con personas que trabajan en la investigación del cáncer”",
    "“I want to research access to nutrition education in public schools”": "“Quiero investigar el acceso a la educación nutricional en las escuelas públicas”",
    "“I want to develop my presentation skills”": "“Quiero desarrollar mis habilidades de presentación”",
    "Goal 1:": "Objetivo 1:",
    "Goal 2:": "Objetivo 2:",
    "Goal 3:": "Objetivo 3:",
    "Goal 4:": "Objetivo 4:",
    "Goal 5:": "Objetivo 5:",
    "Please fill out at least 2 aspirations.": "Por favor, complete al menos 2 aspiraciones.",
    "Please fill out at least 3 goals.": "Por favor, complete al menos 3 metas.",
    "Goals successfully set! You're on the right track!": "¡Metas establecidas con éxito! ¡Vas por buen camino!",
    "Great job setting your goals! Let's make them happen!": "¡Buen trabajo estableciendo tus metas! ¡Vamos a hacerlas realidad!",
    "Goals locked in! Believe in yourself and you'll achieve them.": "¡Metas aseguradas! Cree en ti mismo y las lograrás.",
    "You've set your goals! Now, let's conquer them together!": "¡Has establecido tus metas! Ahora, ¡conquistémoslas juntos!",
    "Your goals are set! Keep pushing forward and you'll achieve them.": "¡Tus metas están definidas! Sigue adelante y las alcanzarás.",
    "Way to go! Every goal you set brings you one step closer to success.": "¡Bien hecho! Cada meta que estableces te acerca un paso más al éxito.",
    "The goal setting process helps us to continue to tailor classes and programming to the needs our students. We do use your feedback to improve future classes and programs. Goal setting also allows you to be more intentional as you go through the experience and gives you a chance to reflect at the end of the course.": "El proceso de establecimiento de objetivos nos ayuda a seguir adaptando clases y programas según las necesidades de nuestros estudiantes. Utilizamos sus comentarios para mejorar las clases y programas futuros. Establecer objetivos también te permite ser más intencional a medida que avanzas en la experiencia y te brinda la oportunidad de reflexionar al final del curso.",
    "Exit Form": "Encuesta Final",
    "Experience:": "Experiencia:",
    "Experience": "Experiencia",
    "At the beginning of the semester, we asked you to share two to three aspirations. Now we would like to know about your progress towards these aspirations. Below is a list of your aspirations from the beginning of the semester.": "Al comienzo del semestre, le pedimos que compartiera dos o tres aspiraciones. Ahora nos gustaría saber sobre su progreso hacia estas aspiraciones. A continuación se muestra una lista de sus aspiraciones desde el comienzo del semestre.",
    "For each aspiration listed, please pick the option that best describes the progress you made.": "Para cada aspiración enumerada anteriormente, elija la opción que mejor describa el progreso que realizó.",
    "For each goal listed below, please pick the option that best describes the progress you made.": "Para cada objetivo enumerado a continuación, elija la opción que mejor describa el progreso que realizó.",
    "I made lots of progress towards this aspiration": "Hice mucho progreso hacia esta aspiración",
    "I made some progress towards this aspiration": "Hice algún progreso hacia esta aspiración",
    "I made little progress towards this aspiration": "Hice poco progreso hacia esta aspiración",
    "I did not make progress towards this aspiration": "Yo no progresé hacia esta aspiración",
    "Lots of progress": "Mucho progreso",
    "Some progress": "Alguno progreso",
    "Little progress": "Poco progreso",
    "No progress": "Sin progreso",
    "The progress I made towards this aspiration was largely due to this course": "El progreso que hice hacia esta aspiración se debió en gran parte a este curso",
    "The progress I made towards this aspiration was partly due to this course": "El progreso que hice hacia esta aspiración se debió en parte a este curso",
    "The progress I made towards this aspiration was not due to this course": "El progreso que hice hacia esta aspiración no se debió a este curso",
    "At the beginning of the semester, we asked you to share three goals for your participation in this course. Now we would like to know about your progress towards these goals and which activities from the course contributed to your progress.": "Al comienzo del semestre, le pedimos que compartiera tres a cinco metas para su participación en este curso. Ahora nos gustaría saber si cree que ha progresado hacia estos objetivos y qué actividades del curso contribuyeron a su progreso. A continuación se muestra una lista de sus metas desde el comienzo del semestre.",
    "I made lots of progress towards this goal": "Hice mucho progreso hacia este objetivo",
    "I made some progress towards this goal": "Hice algún progreso hacia este objetivo",
    "I made little progress towards this goal": "Hice poco progreso hacia este objetivo",
    "I did not make progress towards this goal": "No progresé hacia este objetivo",
    "The progress I made towards this goal was largely due to this course": "El progreso que hice hacia este objetivo se debió en gran parte a este curso",
    "The progress I made towards this goal was partly due to this course": "El progreso que hice hacia este objetivo se debió en parte a este curso",
    "The progress I made towards this goal was not due to this course": "El progreso que hice hacia este objetivo no se debió a este curso",
    "The progress I made towards this goal was...": "El progreso que hice hacia este objetivo fue...",
    "The progress I made towards this aspiration was...": "El progreso que hice hacia esta aspiración fue...",
    "Largely due to this course.": "En gran parte debido a este curso",
    "Partly due to this course.": "En parte debido a este curso",
    "Not due to this course.": "No debido a este curso",
    "Please select which goal(s) you faced barriers to achieving this semester.": "Seleccione qué meta(s) enfrentó obstáculos para lograr este semestre.",
    "None": "Ninguna",
    "For one of the goals you selected above, please describe what those barriers were and what strategies you employed to overcome those barriers in 3-4 sentences.": "Para una de las metas que seleccionó anteriormente, describa cuáles fueron los obstáculos y qué estrategias empleó para superar esos obstáculos en 3-4 oraciones.",
    "Below is a list of your goals from the beginning of the semester:": "A continuación se muestra una lista de sus metas desde el comienzo del semestre.",
    "Goal": "Meta",
    "Goal 1": "Meta 1",
    "Goal 2": "Meta 2",
    "Goal 3": "Meta 3",
    "Goal 4": "Meta 4",
    "Goal 5": "Meta 5",    
    "For each activity listed, if you believe the activity helped you make progress towards your goals, check the boxes for those goals. If the activity did not contribute to any of your goals, select 'no goals'.": "Para cada actividad enumerada a continuación, si cree que la actividad lo ayudó a progresar hacia sus metas, marque las casillas correspondientes a esas metas. Si la actividad no contribuyó a ninguna de sus metas, seleccione 'sin metas'.",
    "No Goals": "Sin metas",
    "How did this experience contribute to your graduate/professional goals?": "¿Cómo contribuyó esta experiencia a sus metas de posgrado/profesionales?",
    "Use the scale provided to rate your likelihood of taking the actions listed:": "Use la escala proveída para calificar su probabilidad de tomar las acciones enumeradas",
    "Enroll in another Data & Society Course": "Inscríbase en otro curso de datos y sociedad",
    "Complete the Data & Society minor": "Completar el minor Data & Society",
    "Recommend this course to a friend": "Recomienda este curso a un amigo(a).",
    "Pursue a career in Data Science": "Seguir una carrera en ciencia de datos",
    "Extremely likely": "Extremadamente probable",
    "Somewhat likely": "Algo probable",
    "Neutral likely/unlikely": "Ni probable/improbable",
    "Somewhat unlikely": "Algo improbable",
    "Extremely unlikely": "Extremadamente improbable",
    "Please indicate how much growth you experienced during your program in the area of": "Por favor indique cuánto crecimiento experimentó durante su programa en el área de",
    "effective communication": "comunicación efectiva",
    "teamwork": "trabajo en equipo",
    "cultural humility": "humildad cultural",
    "ethical decision making": "toma de decisiones éticas",
    "professional responsibility": "responsabilidad profesional",
    "What are the biggest lessons and key takeaways you gained from this class and will carry with you moving forward?": "¿Cuáles son las lecciones más importantes y los puntos clave que aprendió en esta clase y seguirá usando en el futuro?",
    "Considering your answer to the previous question, how do you plan to engage with and support others (pay it forward)?": "Teniendo en cuenta su respuesta a la pregunta anterior, ¿cómo planea comprometerse y apoyar a otros (devolver el favor)?",
    "Use this space to provide any other comments or recommendations you would like to share.": "Use este espacio para proporcionar cualquier otro comentario o recomendación que le gustaría compartir.",
    "Comments/Recommendations": "Comentarios/Recomendaciones",
    "Engage/Support": "Comprometerse/Apoyar",
    "Lessons/Takeaways": "Lecciones/Aprendizajes",
    "Contribution Description": "Descripción de la Contribución",
    "Descriptions/Strategies": "Descripciones/Estrategias",
    "Demographics": "Demográfica",
    "Degree Program": "Programa de Estudios",
    "Graduate/Professional": "Graduado/Profesional",
    "Review": "Revisar",
    "Background": "Antecedentes",
    "Aspirations": "Aspiraciones",
    "Goals": "Metas",
    "“In this class this semester, I want to develop my research and analytical skills by working on a research project that investigates access to nutrition education in public schools in the greater Houston area.”": "“En esta clase este semestre, quiero desarrollar mis habilidades de investigación y análisis trabajando en un proyecto de investigación que investigue el acceso a la educación nutricional en las escuelas públicas del área metropolitana de Houston.”",
    "“I want to analyze a large dataset and learn how to create visuals that effectively communicate my findings. This would allow me to build my technical skills which would help me at many stages of my career.”": "“Quiero analizar un gran conjunto de datos y aprender cómo crear visuales que comuniquen eficazmente mis hallazgos. Esto me permitiría construir mis habilidades técnicas, lo cual me ayudaría en muchas etapas de mi carrera.”",
    "“I would like to improve my presentation skills and how I communicate with instructors and my peers so that I feel less anxious in front of other people and become more concise in getting my point across.”": "“Me gustaría mejorar mis habilidades de presentación y la forma en que me comunico con los instructores y mis compañeros para sentirme menos ansioso frente a otras personas y ser más conciso al transmitir mi mensaje.”",
    "“I want to practice asking my peers and instructors for help when I feel stuck with my project, rather than trying to figure it out by myself.”": "“Quiero practicar el pedir ayuda a mis compañeros e instructores cuando me sienta atascado con mi proyecto, en lugar de intentar resolverlo por mí mismo.”",
    "Growth Goals": "Metas de Crecimiento",
    "Welcome": "Hola",
    "Student Dashboard": "Panel de Estudiante",
    "Checklist": "Lista de Tareas",
    "Complete Student Entry Form": "Complete el Formulario de Inscripción para Estudiantes",
    "Please complete the ": "Por favor, complete el ",
    "Profile": "Perfil",
    "Register your Experiences": "Registre sus Experiencias",
    "Experiences Registered": "Experiencias Registradas",
    "My Experiences": "Mis Experiencias",
    "Add / Remove Experiences": "Agregar/Quitar Experiencias",
    "Please use the “Add/Remove Experiences” button to register!": "¡Por favor, utilice el botón de “Agregar/Quitar Experiencias” para registrarse!",
    "Congratulations on registering for your experiences! Good luck!": "¡Felicidades por registrarte en tus experiencias! ¡Buena suerte!",
    "Registered Experiences": "Experiencias Registradas",
    "Experiences are courses, projects, research, and other opportunities for growth. Select the Experiences you are a part of!": "Las experiencias son cursos, proyectos, investigaciones y otras oportunidades de crecimiento. ¡Selecciona las Experiencias de las que formas parte!",
    "Close": "Cerrar",
    "Save": "Guardar",
    "Register Here!": "¡Regístrate Aquí!",
    "Complete Goal Setting Form": "Complete el Formulario de Establecimiento de Objetivos",
    "Completed Goal Setting Form": "Formulario de Establecimiento de Objetivos Completado",
    "Complete Goal Setting Forms": "Complete los Formularios de Establecimiento de Objetivos",
    "Completed Goal Setting Forms": "Formularios de Establecimiento de Objetivos Completados",
    "Complete Goal Setting Form for": "Complete el Formulario de Establecimiento de Objetivos para",
    "Completed Goal Setting Form for": "Formulario de Establecimiento de Objetivos Completado para",
    "Update User Information": "Actualizar Información del Usuario",
    "Complete Exit Form": "Complete el Formulario de Salida",
    "Completed Exit Form": "Formulario de Salida Completado",
    "Complete Exit Forms": "Complete los Formularios de Salida",
    "Completed Exit Forms": "Formularios de Salida Completados",
    "Complete Exit Form for": "Complete el Formulario de Salida para",
    "Completed Exit Form for": "Formulario de Salida Completado para",
    "Logout": "Cerrar Sesión",
    "User Information Update Form": "Formulario de Actualización de Información del Usuario",
    "Fill out the required details and hit the submit button. Don't worry, you'll be able to edit these details again.": "Rellene los detalles requeridos y presione el botón de enviar. No se preocupe, podrá editar estos detalles nuevamente.",
    "New First Name": "Nuevo Nombre",
    "New Last Name": "Nuevo Apellido",
    "New Email": "Nuevo Correo Electrónico",
    "New Language Preference": "Preferencia de Nuevo Idioma",
    "Please enter your password to confirm your changes:": "Por favor, ingrese su contraseña para confirmar sus cambios:",
    "User Information updated!": "¡Información del Usuario actualizada!",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Confirm New Password": "Confirmar Nueva Contraseña",
    "Reset Password": "Restablecer Contraseña",
    "Below are the goals you faced barriers to achieving this semester.": "A continuación se presentan los objetivos a los que se enfrentaron barreras para lograr este semestre.",
    "For one of the goals you selected above, described below are the barriers encountered and the strategies employed to overcome them:": "Para uno de los objetivos que seleccionó arriba, se describen a continuación las barreras encontradas y las estrategias empleadas para superarlas:",
    "Below is a summary of how activities contributed to your goals throughout the semester:": "A continuación se resume cómo las actividades contribuyeron a sus objetivos a lo largo del semestre:",
    "No specific goals contributed.": "Ningún objetivo específico contribuyó.",
    "Contributed to Goals": "Contribuyó a los Objetivos",
    "How this experience contributed to your graduate/professional goals:": "Cómo esta experiencia contribuyó a sus objetivos de posgrado/profesionales:",
    "Progress Made": "Progreso Realizado",
    "Experience Connection": "Conexión de la Experiencia"
}